# St7SetBrickID

Sets the ID number for the specified brick.

long St7SetBrickID(long uID, long BrickNum, long BrickID)

Input Parameters

uID

Strand7 model file ID.

BrickNum

Brick number.

BrickID

Brick ID.